[
    {
        "name": "Resort Collina d'Oro 303 | TI",
        "price": "Price on request",
        "location": "Via Roncone 22, 6927 Agra",
        "rooms": "4.5",
        "surface": "276m²",
        "desc": "Situato sulla collina tanto amata da Hermann Hesse, circondato da un parco naturale di ca. 25 ettari, con un panorama d'incanto ed a soli 15 minuti dal centro di Lugano, il Resort Collina d'Oro di Agra offre quanto di meglio si possa desiderare in termini di qualità dell'abitare e del buon vivere.Composto da una parte hotel ed una dedicata ad appartamenti privati, il Resort coniuga armoniosamente storia e contemporaneità.L' appartamento 303, qui proposto, con il suo orientamento a sud, gli ambienti ariosi e luminosi e la sua grande terrazza si compone di: ingresso, ampio ed elegante soggiorno le cui vetrate affacciano sul loggiato, tre camere, tre bagni, guardaroba, servizio ospiti e zona lavanderia.La vista impareggiabile del lago di cui si gode e la piacevolezza dei suoi spazi fanno di questo immobile un assoluto ?Must have?.Su richiesta, disponibile anche per la vendita."
    },
    {
        "name": "Resort Collina d'Oro 402 | TI",
        "price": "Price on request",
        "location": "Via Roncone 22, 6927 Agra",
        "rooms": "6.5",
        "surface": "250m²",
        "desc": "Un resort di lusso inserito in un contesto naturale magnifico, vedute panoramiche a perdita d'occhio delle Alpi e del lago, servizi di alto livello, strutture sportive a disposizione dei suoi residenti, servizi alberghieri su richiesta e arte del buon vivere sono queste le caratteristiche salienti del Resort Collina d'Oro di Agra. L'appartamento 402 di cui è parte si caratterizza per il suo orientamento a sud/sud-est, la sua superficie importante, l' eleganza dei suoi ambienti ampi e luminosi e la privacy che offre.Composto di: ingresso su grande soggiorno le cui vetrate affacciano sulla loggia coperta e sulla veduta da cartolina, cucina abitabile, tre grandi camere da letto, studio, due bagni ed un servizio ospiti, questo bellissimo immobile può anche essere acquistato."
    },
    {
        "name": "Resort Collina d'Oro 406 407 | TI",
        "price": "Price on request",
        "location": "Via Roncone 22, 6927 Agra",
        "rooms": "6.5",
        "surface": "252m²",
        "desc": "Un resort di lusso inserito in un contesto naturale magnifico, vedute panoramiche a perdita d'occhio delle Alpi e del lago, servizi di alto livello, strutture sportive a disposizione dei suoi residenti, servizi alberghieri su richiesta e arte del buon vivere sono queste le caratteristiche salienti del Resort Collina d'Oro di Agra. L'appartamento 406 407 di cui è parte si caratterizza per la sua superficie importante, l' eleganza dei suoi ambienti ampi e luminosi e la privacy che offre.Composto di: ingresso su grande soggiorno e pranzo le cui vetrate affacciano sulla loggia coperta e sulla veduta da cartolina, cucina abitabile, quattro grandi camere da letto, studio, e quattro bagni."
    },
    {
        "name": "COLLINA D'ORO-AGRA - Lussuoso appartamento di 276 mq con ampia loggia e vista lago (Rif. 303)",
        "price": "Price on request",
        "location": "Via Roncone 22, 6927 Agra",
        "rooms": "6.5",
        "surface": "276m²",
        "desc": "Tarchini Group propone in affitto un incantevole appartamento di 276 mq, all’interno del prestigioso contesto residenziale Resort Collina d’Oro, particolarmente luminoso, con meravigliosa vista lago.Si compone di: ampio soggiorno/sala da pranzo con terrazza a loggia di 42 mq, cucina attrezzata con zona pranzo, zona lavanderia, bagno di servizio, due camere da letto ognuna con la propria sala da bagno, una camera padronale con cabina armadio, sala da bagno, terrazzino e loggia privata.L'appartamento beneficia dei servizi alberghieri del Resort Collina d'Oro, tra cui un ampio centro SPA &amp; Fitness, piscina interna ed una meravigliosa piscina esterna con jacuzzi e Pool Bar.L'appartamento dispone inoltre di una cantina privata e uno spazio dedicato all'interno della cantina vini del Resort Collina d'Oro.Posteggi in autorimessa disponibili.LUXURY APARTMENT WITH WONDERFUL LAKE VIEWTarchini Group offers for rent a charming apartment of 276 mq, within the prestigious residential and hotel context of Resort Collina d'Oro, particularly bright, with a wonderful lake view.The apartment consists of: large living / dining room with loggia terrace, equipped kitchen with dining area, laundry area, service bathroom, two bedrooms each with its own bathroom, a master bedroom with walk-in closet, bathroom and private loggia.The offer is completed by the possibility of using the hotel services of the Collina d'Oro Resort, including the restaurant, a large SPA &amp; fitness center and a wonderful external swimming pool with Jacuzzi and Pool Bar.The apartment also has a private cellar and a dedicated space inside the Collina d'Oro Resort's wine cellar.Parking spaces in the garage available."
    },
    {
        "name": "COLLINA D'ORO - AFFITTASI LUSSUOSO APPARTAMENTO DI ALTO STANDING CON VISTA LAGO (Rif. 402)",
        "price": "Price on request",
        "location": "Via Roncone 22, 6927 Agra",
        "rooms": "5.5",
        "surface": "250m²",
        "desc": "Affittasi meraviglioso e lussuoso appartamento di 250 mq con ampia loggia di 34 mq, particolarmente luminoso, con splendida vista sul lago di Lugano e montagne.L'appartamento è composto da un ampio soggiorno, sala da pranzo, area studio, cucina abitabile completamente arredata, 3 camere da letto, 2 sale da bagno, oltre ad un bagno di servizio e lavanderia privata.L'immobile beneficia inoltre di infiniti servizi alberghieri grazie al RESORT COLLINA D'ORO, tra cui un elegantissimo Ristorante oltre ad un apprezzatissimo centro SPA &amp; Fitness con piscina interna riscaldata, il tutto situato in un immenso parco di 25 ettari con piscina esterna unica attrezzata di jacuzzi e Pool Bar.A disposizione ampia autorimessa per posteggi.Un'isola dove trovare relax, infinita natura e senso di libertà, anche se solo a pochissimi minuti dal centro città di Lugano.Il paradiso....__________________________________BeschreibungCollina d'Oro - Vermietung einer wunderbaren, luxuriösen Wohnung von 250 m2, sehr luminös, mit unglaublich schöner Sicht auf den See von Lugano und die Berge mit Loggia von 34 m2.Die Wohnung besteht aus einem grosszügigen Living Room/Esszimmer, einer mit jedem Komfort ausgestattenen Küche, 3 Schlafzimmern, 2 Baderäumen, sowie einem Gästebadezimmer und privater Waschküche.Die Liegenschaft profitiert ausserdem von unendlichen Hoteldienstleistungen dank dem RESORT COLLINA D'ORO mit seinem eleganten Restaurant wie auch dem geschätzten Wellness- und Fitnesscenter mit geheiztem Innenpool und ist in einem 25 Hektar grossen Park gelegen mit einem einzigartigen Ausssenpool, ausgestattet mit Jacuzzi und Pool BarEs steht auch eine geräumige Tiefgarage zur Nutzung da.Eine Insel, wo man Relax, unendliche Natur und Freiheitsgefühl findet, obwohl nur wenige Minuten vom Stadtzentrum Lugano entfernt.Das Paradies...____________________________________"
    },
    {
        "name": "1700-Casa Castalia 2, camera per studente 122-G",
        "price": "CHF 683.– / month",
        "location": "Via Giuseppe Buffi 12, 6900 Lugano",
        "rooms": "3.5",
        "surface": null,
        "desc": "camera per studenteCamera no. 122-G completamente arredata ed ad uso esclusivo di CHF 460.35 + acconto spese CHF 223.15 = CHF 683.50 al mese tutto compreso.La camera si trova in un appartamento di 88 m2 al 2. piano suddiviso in 3 camere per studenti con cucina, soggiorno e bagno in condivisione."
    },
    {
        "name": "Resort Collina d'Oro 506 507 | TI",
        "price": "Price on request",
        "location": "Via Roncone 22, 6927 Agra",
        "rooms": "6.5",
        "surface": "252m²",
        "desc": "Un resort di lusso inserito in un contesto naturale magnifico, vedute panoramiche a perdita d'occhio delle Alpi e del lago, servizi di alto livello, strutture sportive a disposizione dei suoi residenti, servizi alberghieri su richiesta e arte del buon vivere sono queste le caratteristiche salienti del Resort Collina d'Oro di Agra. L'appartamento 506 507 di cui è parte si caratterizza per la sua superficie importante, l' eleganza dei suoi ambienti ampi e luminosi e la privacy che offre.Completamente arredato si compone di: ingresso su grande soggiorno e pranzo le cui vetrate affacciano sulla loggia coperta e sulla veduta da cartolina, cucina abitabile, quattro grandi camere da letto, studio, e quattro bagni."
    },
    {
        "name": "Melide - Villa Pace app.to 3.5 locali con giardino",
        "price": "CHF 2,300.– / year",
        "location": "Lungolago Giuseppe Motta 2, 6815 Melide",
        "rooms": "3.5",
        "surface": "93m²",
        "desc": "Affittiamo nella bellissima Residenza Villa Pace di Melide, luminoso appartamento di 3.5 locali al piano terra con giardino privato.L'edificio è suddiviso in 4 unità, finiture di ottimo standard, riscaldamento con pompa di calore geotermica e climatizzazioni indipendenti.L'appartamento è così distribuito: • Ingresso (con armadio guardaroba), cucina abitabile, soggiorno con camino, 1 servizio bagno, 1 servizio doccia, locale lavanderia accessoriato, cameretta, camera matrimoniale (con accesso diretto al bagno) • Camera matrimoniale, cameretta e soggiorno climatizzati • Portico coperto con tenda da sole • Piccolo giardino privato (con irrigazione) • Posto auto coperto • Cantina privata Canone mensile: Fr. 2'200.- + Fr. 100.- posto auto + speseDesideri avere più informazioni? Non esitare a contattarci!info@zett-ag.ch+41 (0)91 922 85 45www.zett-ag.ch"
    },
    {
        "name": "MODERNO 4.5 CON GIARDINO A MONTAGNOLA",
        "price": "Price on request",
        "location": "Collina d'Oro, 6926 Montagnola",
        "rooms": "4.5",
        "surface": "135m²",
        "desc": "Proponiamo in affitto un luminoso appartamento situato a Montagnola, in una posizione privilegiata con una vista panoramica e giardino privato di 150 mq, a pocchi minuti dalla TASIS. Con i suoi 135 metri quadri di spazio interno, avrai tutto lo spazio di cui hai bisogno per vivere comodamente e con stile. All'interno, troverai tre camere da letto, di cui una è una spaziosa camera matrimoniale con bagno en-suite, creando un'atmosfera di privacy. Oltre al bagno per le due camere, c'è anche un bagno ospiti e un locale lavanderia per la massima comodità. La cucina separata è completamente attrezzata con vista sul giardino e il soggionor è molto spasiozo con vista mozzafiato. La terrazza privata da 20 mq più il giardino sono il luogo perfetto per rilassarsi e godersi il panorama incantevole. A disposizione dell'appartamento, due comodi posti auto in autorimessa. Chiamaci per organizzare una visita. Le fotografie degli appartamenti possono variare in base ai piani. Disponibile da maggio. Durata minima del contratto: 3 anni Animali ammessi A disposizione degli inquilini vi è la possibilità d'affittare il campo da tennis."
    },
    {
        "name": "DUPLEX DI 6 LOCALI COMPLETAMENTE AMMOBILIATO CON VISTA LAGO A CASTAGNOLA",
        "price": "Price on request",
        "location": "Lugano, 6900 Castagnola",
        "rooms": "6",
        "surface": "200m²",
        "desc": "Meraviglioso duplex di 260mq in affitto a Castagnola, distribuito su due livelli e completamente ammobiliato, situato in una posizione molto soleggiata.Al piano terra troviamo l'ingresso con armadi a muro, il soggiorno con camino, la cucina parzialmente separata e la zona pranzo. Sempre su questo livello troviamo una lavanderia, un ripostiglio, un bagno per gli ospiti e la sala TV.È proprio grazie alle ampie vetrate presenti in soggiorno che possiamo uscire sullo stupendo terrazzo, che unisce la pavimentazione in legno con l'area verde e permette di vivere momenti indimenticabile grazie all'area lounge e al barbecue. Da qui è inoltre possibile godere della meravigliosa vista aperta sul Lago di Lugano e sulle montagne, magnificata dal parapetto in cristallo.Al secondo piano troviamo la zona notte, composta da due camere matrimoniali con cabina armadio privata e bagno en suite con vasca e vista lago. Inoltre sono presenti altre due camere, sempre con bagno en suite. La proprietà è completata da una grande cantina e 4 parcheggi in autorimessa.Contattaci per avere maggiori dettagli e organizzare una visita."
    },
    {
        "name": "LUMINOSO 4.5 LOCALI CON VISTA LAGO IN CENTRO LUGANO",
        "price": "Price on request",
        "location": "Lugano, 6900 Lugano",
        "rooms": "4.5",
        "surface": "193m²",
        "desc": "Questo appartamento affittabile e? la soluzione spaziosa per chi vuole godere al massimo della bellezza di Lugano.La proprietà al quarto piano in prima fila Lago garantisce panorami mozzafiato e la posizione centrale dell'elegante palazzina permette di raggiungere in pochi passi la rinomata via Nassa.Con un comodo ascensore con accesso diretto in casa si raggiunge l'appartamento di 198 mq (193 abitabili).L'ingresso accoglie l'ospite nell'ampio soggiorno, con balcone affacciato sul Lago e montagne circostanti. Nella stanza adiacente troviamo la moderna cucina separata. L'appartamento ospita tre spaziose camere da letto, di cui 2 con ampia cabina armadio e bagno en suite con vasca e bidet. Il terzo bagno finestrato con doccia e bidè è a servizio della terza camera.L'esclusivo immobile vanta tutte le più lussuose comodita?: oltre all'ascensore ad accesso diretto, il palazzo è dotato di garage automatizzati, mentre l'appartamento è servito da lavanderia in casa e climatizzatori autonomi in ogni ambiente.Le luminose stanze hanno bellissimi pavimenti in marmo e parquet che valorizzano lo spazio.Sono ammessi gli animali di piccola taglia.Questa elegante soluzione di 4.5 locali è disponibile da subito a fronte di un contratto minimo di due anni."
    },
    {
        "name": "Stupenda villa con piscina e parco",
        "price": "Price on request",
        "location": "Breganzona, 6932 Breganzona",
        "rooms": "7.5",
        "surface": "320m²",
        "desc": "Posizionata in modo dominante a Breganzona, questa sontuosa villa offre una spettacolare vista sul lago di Lugano, la città e le colline circostanti. Attualmente, siamo lieti di proporre in affitto di questa prestigiosa dimora, che vanta un incantevole giardino e una piscina. Costruita originariamente nel 1960 e oggetto di una completa ristrutturazione nel 2014, la villa di circa 320 metri quadri si sviluppa su due livelli collegati tra di loro tramite una scala interna, offrendo i seguenti ambienti: Al piano superiore, troverai un ampio soggiorno con un suggestivo camino e una sala da pranzo, una cucina separata in stile classico, un ampio terrazzo che offre una vista panoramica mozzafiato, una camera padronale con armadi su misura, bagno privato e un balcone privato.Inoltre, ci sono due ulteriori camere da letto, un comodo bagno con doccia e uno spazioso locale lavanderia con armadi capienti. C'è anche un bagno per gli ospiti.Al piano inferiore, una generosa area living con camino, una moderna cucina open space e accesso diretto alla terrazza e al giardino.Questo livello ospita altresì due spaziose camere da letto, due bagni con doccia, un ampio locale lavanderia e una suggestiva cantina in pietra naturale.Il giardino circostante è una vera oasi, dotata d'un area barbecue con pergola, una graziosa piscina, un locale hobby con zona solarium, spogliatoio e bagno. La proprietà è dotata di sistemi di sicurezza all'avanguardia, compresi allarme e videosorveglianza, nonché un sistema di irrigazione automatica e illuminazione ben curata. La villa dispone di tre posti auto in garage e quattro ulteriori posti auto all'aperto, situati nel cortile di proprietà."
    },
    {
        "name": "Rent to buy - Appartamento rinnovato ottimamente servito",
        "price": "Price on request",
        "location": "6982 Agno",
        "rooms": "3.5",
        "surface": "100m²",
        "desc": "Vuoi diventare proprietario ma non hai ancora l'anticipo necessario per l'ipoteca?Hai dei risparmi da parte e desideri fare un buon investimento?Ho la risposta alle tue necessità!Simulazione di accordo \"Rent to buy\"Prezzo di acquisto CHF 475'000.- Acconto iniziale del 10% del valore dell'appartamento (CHF 47'500.-)Contratto di 3 anni con pigione mensile di CHF 1'800.- al mese (incluse le spese del condominio ed il posto auto).Dall'affitto saranno accantonati ogni mese CHF 600.- come anticipo sul prezzo finale. Dopo 3 anni questo acconto sarà di CHF 21'600.- che sarà tolto dal prezzo finale di acquisto.Dopo 3 anni il saldo da versare sarà di CHF 405'900.-Descrizione:Posto al piano terra di una palazzina appena rinnovata, lappartamento è raggiungibile con pochi gradini. Questo originale appartamento è ideale per due o tre persone ed è pronto da abitare. Lampio atrio di ingresso ci conduce alla zona giorno con zona pranzo, soggiorno e spaziosa cucina con penisola. Le ampie porte finestre di tutto lappartamento regalano molta luce anche grazie allorientamento verso sud.La prima camera matrimoniale, che può essere adibita anche a studio, si trova dopo il soggiorno; la camera matrimoniale principale, situata accanto alla cucina, dispone di un ampio bagno en suite con doccia e lavandino a vista. La toilette è in un locale separato. Una porta collega il bagno con latrio di ingresso dove è posto il locale lavanderia privato, pronto da trasformare nel secondo bagno. Annesso allappartamento cè anche il locale cantina di proprietà. Lappartamento dispone di un posteggio auto scoperto molto largo che può ospitare unauto e due moto. Lappartamento è stato rinnovato completamente nel 2020 con finiture di buon livello e stile moderno. I serramenti in legno ed alluminio hanno doppio vetro ed alto isolamento acustico. Le facciate della palazzina e le tende esterne sono nuove. -Sie wollen Eigentümer werden, haben aber noch nicht die nötige Anzahlung für die Hypothek?Haben Sie Ersparnisse und wollen Sie eine gute Investition tätigen?Ich habe die Antwort auf Ihre Bedürfnisse!Simulation einer \"Rent to buy\" VereinbarungKaufpreis CHF 475'000.- Anfängliche Anzahlung von 10% des Wertes der Wohnung (CHF 47'500.-)3-Jahres-Vertrag mit einer monatlichen Miete von CHF 1'800.- pro Monat (inkl. Gebühren für die Wohnung und den Parkplatz).Von der Miete werden CHF 600.- pro Monat als Anzahlung auf den Endpreis zurückgelegt. Nach 3 Jahren beläuft sich diese Anzahlung auf CHF 21'600.-, die vom endgültigen Kaufpreis abgezogen wird.Nach 3 Jahren beläuft sich die Restzahlung auf CHF 405'900.-.Beschreibung:Die Wohnung befindet sich im Erdgeschoss eines neu renovierten Gebäudes und ist nur über ein paar Stufen erreichbar. Diese einzigartige Wohnung ist ideal für zwei oder drei Personen und ist sofort bezugsfertig.Über die grosse Eingangshalle gelangt man in den Wohnbereich mit Wohnzimmer und einem Essbereich sowie einer geräumigen Küche mit Halbinsel.Die grossen Fenstertüren, versorgen die gesamte Wohnung mit viel Licht, auch dank ihrer Südausrichtung.Das erste Doppelzimmer, welches auch als Arbeitszimmer genutzt werden kann, befindet sichdirekt nach dem Wohnzimmer; das Hauptschlafzimmer, welches sich neben der Küchebefindet, besitzt ein grosses Bad mit Dusche und offenem Waschbecken. Die Toilette befindet sich in einem separaten Raum.Eine Tür verbindet das Badezimmer mit der Eingangshalle, in der sich die private Waschküche befindet, die in ein zweites Badezimmer umgewandelt werden kann.An die Wohnung angeschlossen ist auch der Kellerraum.Zur Wohnung gehört ein sehr grosser, nicht überdachter, Parkplatz welcher Platz für ein Autound zwei Motorräder bietet.Die Wohnung selber wurde im Jahre 2020 komplett renoviert und mit hochwertigen Oberflächen und modernem Stil bedacht. Die Fenster und Türen aus Holz und Aluminium haben Doppelverglasung und eine hohe Schalldämmung. Die"
    },
    {
        "name": "Villa generosa con vista panoramica",
        "price": "Price on request",
        "location": "6935 Bosco Luganese",
        "rooms": "10.5",
        "surface": "500m²",
        "desc": "Questa villa, situata a Bosco Luganese, offre un'abitazione esclusiva, perfetta per chi desidera privacy e tranquillità. La proprietà si trova in posizione soleggiata, dominante e con vista panoramica sul lago e le montagne.La casa si presenta in perfetto stato, con finiture di alto livello e con un'architettura moderna e ambienti curati in ogni dettaglio. Su un terreno di 1'444 mq, la villa, edificata nel 2018, è disposta su tre livelli e si estende su una superficie di ca. 635 mq con spazi interni ed esterni molto generosi.La proprietà si compone come segue:Secondo piano: atrio d'ingresso, galleria, servizio ospiti, quattro camere da letto (una camera con grande balcone), due bagni.Primo piano: ampio soggiorno e sala da pranzo con camino, cucina abitabile accessoriata, dispensa, cantina vini climatizzata, lavanderia, servizio ospiti, guardaroba, una camera padronale con guardaroba e bagno en-suite, grande terrazza accessibile da tutti i locali. Piano terreno: soggiorno, una camera da letto con bagno en-suite, due camere da letto, un bagno, uno studio, grande terrazza accessibile da tutti i locali, locali tecnici.Ascensore che collega i tre piani.Ampio giardino con impianto di irrigazione automatica, piscina riscaldata con sistema nuoto contro corrente e doccia. Un grande piazzale esterno con spazio per numerose auto e un box auto doppio, completano la proprietà.Diese Villa in Bosco Luganese bietet ein exklusives Zuhause für diejenigen, die Privatsphäre und Ruhe suchen. Das Anwesen befindet sich in sonniger, dominanter Lage mit Panoramablick auf den See und die Berge.Das neuwertige Haus ist in perfektem Zustand und bietet hochwertige Verarbeitungen und eine moderner Architektur mit mit Liebe zum Detail.Auf einem Grundstück von 1.444 Quadratmetern erstreckt sich die 2018 erbaute Villa auf drei Etagen und umfasst eine Fläche von ca. 635 qm mit sehr großzügigen Innen- und AußenflächenDie Aufteilung setzt sich wie folgt zusammen:Zweiter Stock - Eingangsbereich, Galerie, Gäste-WC, 4 Schlafzimmer (ein Zimmer mit großem Balkon), 2 BadezimmerObergeschoss: großes Wohn - Esszimmer mit Kamin, voll ausgestattete Wohnküche, Speisekammer, klimatisierter Weinkeller, Hauswirtschaftsraum, Gäste-WC, Garderobe, 1 Elternschlafzimmer mit Garderobe und Bad, große Terrasse welche von allen Räumen aus begehbar ist.Erdgeschoss - Garten: Wohnzimmer, 1 Schlafzimmer mit Bad, 2 weitere Schlafzimmer, 1 Badezimmer, 1 Arbeitszimmer, große Terrasse, Technikräume.Der Aufzug verbindet die drei Stockwerke.Großer Garten mit automatischer Bewässerungsanlage mit beheiztem Swimmingpool mit Gegenstromanlage und Dusche.Ein großer Außenbereich mit Platz für mehrere Autos und eine Doppelgarage runden das Anwesen ab.This villa located in Bosco Luganese - Bioggio offers an exclusive home, perfect for those who want privacy and tranquility. The property is located in a sunny, dominant position with a panoramic view of the lake and the mountains.The house is in perfect condition with high quality finishes and modern architecture with attention to every detail.On a plot of 1,444 square meters, the villa built in 2018 is on three levels. The property covers an area of approx. 635 sqm living space.The property is composed as follows:Second floor - entrance: entrance hall, gallery, guest toilet, 4 bedrooms (one room with large balcony), 2 bathroomsFirst floor: large living - dining room with fireplace, fully equipped eat-in kitchen, pantry, air-conditioned wine cellar, laundry room, guest toilet, wardrobe, 1 master bedroom with wardrobe and bathroom, large terrace accessible from all rooms.Ground floor - garden: living room, 1 bedroom with bathroom, 2 bedrooms, 1 bathroom, 1 study, large terrace accessible from all rooms, technical rooms.Elevator..."
    },
    {
        "name": "Splendido appartamento vista lago in pieno centro",
        "price": "Price on request",
        "location": "6900 Lugano",
        "rooms": "8",
        "surface": "520m²",
        "desc": "Nel cuore pulsante della città di Lugano, Via Nassa, proponiamo l'affitto di uno splendido appartamento dal design moderno con strepitosa vista Lago e dintorni.L'unità abitativa è collocata nel pieno centro storico della città, dove sono presenti le principali attività commerciali, ristoranti, bar, trasporti e tutto cio' di cui si puo' necessitare.Il lungolago, inoltre, è situato a pochi passi a piedi.Questa è dunque una soluzione ideale per chi ama la comodità e vuole sentirsi libero di muoversi evitando il traffico cittadino.L'appartamento è situato al 3° piano di una palazzina signorile, si puo' accedere alla proprietà da 3 ingressi differenti (un accesso da Via Nassa, un accesso dal Lungolago e un accesso da Via Oliva) tramite due ascensori.Dagli spazi interni si puo' godere di una magnifica vista sul lago di Lugano e sulle montagne circostanti; l'unità abitativa, infatti, dispone di due balconi e un'ampia terrazza che affacciano direttamente sul lago.L'appartamento è cosi' composto: ampio ingresso da dove accediamo alla luminosa zona living open space dove è situata la sala da pranzo con accesso alla terrazza panoramica, doppio salotto con ampia vetrata vista lago e sala tv con camino.Le ampie vetrate garantiscono una luminosità ottimale degli spazi e una magnifica vista sul lago di Lugano.Collegata al salone, troviamo una grande cucina super accessoriata firmata Varenna con isola dotata delle migliori attrezzature Gaggenhau, ampia cantina vini Liebherr.L'accesso e la privacy sono garantite da due generose porte scorrevoli a vetri.Nella zona notte abbiamo 3 camere da letto con relativi bagni annessi (totale 3 bagni con doccia dal design unico firmati Bisazza, rubinetterie Gessi). La particolarità di questo appartamento è la suddivisione degli spazi: all'interno dell'appartamento abbiamo infatti un monolocale totalmente indipendente, dotato di cucina, camera da letto, bagno privato con doccia e ingresso indipendente.Questa potrebbe essere la soluzione ideale per garantire massima riservatezza in caso di ospiti o di personale di servizio.A disposizione una sala SPA con un bagno turco e una grande vasca idromassaggio.Le finiture di elevata qualità ed il design interno molto ricercato, come ad esempio l'utilizzo di onice giallo in soggiorno e nei bagni, rendono questa soluzione abitativa di classe ed unica nel suo genere; una vera gemma per gli amanti del lusso.Locale lavanderia con lavatrice e asciugatrice in dotazione.Una cantine e tre posti auto in autorimessa completano l'offerta.Altre informazioni:- Impianto di domotica in tutto l'appartamento- raffrescamento/riscaldamento centralizzato a pavimento con impianto aggiuntivo personale a supporto in caso di necessità- Controsoffitti con impianto luci a led in tutta la casa- Palestra Technogym a disposizioneLappartamento viene fornito COMPLETAMENTE ARREDATO.Prezzo: CHF 25'000 spese escluse"
    },
    {
        "name": "Appartamenti di diversa tipologia e metratura con splendida vista lago",
        "price": "Price on request",
        "location": "Via San Gottardo 15, 6900 Lugano",
        "rooms": "3.5",
        "surface": "80m²",
        "desc": "Diversi appartamenti da 3.5 locali (80 m2) fino a 4.5 locali (116 m2) nel cuore di Lugano (Via San Gottardo 15 / Via Baroffio 6), ubicati in prossimità della stazione e prossimi a tutti i principali servizi.Pigione netta da CHF 1'500.00 a CHF 2'200.00 + acconto spese, con conguaglio a fine annoParcheggi in autorimessa a CHF 150.00 mensili"
    },
    {
        "name": "4.5 Locali a Caslano in zona strategica / possibilità di subentro",
        "price": "Price on request",
        "location": "Via del Sole 5, 6987 Caslano",
        "rooms": "4.5",
        "surface": "100m²",
        "desc": null
    },
    {
        "name": "MERAVIGLIOSO ATTICO CON ROOF TERRACE",
        "price": "Price on request",
        "location": "Porza, 6948 Porza",
        "rooms": "4.5",
        "surface": "190m²",
        "desc": "A Porza, a soli 10 min in macchina da Lugano, proponiamo in affitto spazioso attico con roof terrace, composto da 4.5 locali per un totale di 190 mq abitabili. L'immobile situato all'ultimo piano di una bifamiliare è in fase di ristrutturazione sarà disponibile da Gennaio 2024. Si arriva nell'appartamento con l'ascensore direttamente nella zona giorno la quale include:- Moderna cucina a vista;- Spazioso soggiorno e sala da pranzo open space illuminati dalle ampie vetrate;- Locale lavanderia. Mentre nella zona notte troviamo:- Camera padronale con terrazzo, cabina armadio e bagno en-suite;- Altre due camere da letto;-Un bagno dotato di vasca idromassaggio e doppio lavandino. Completa la proprietà una cantina."
    },
    {
        "name": "Elegante Appartamento di Lusso con Giardino sul Lungolago di Lugano",
        "price": "Price on request",
        "location": "6900 Lugano",
        "rooms": "9",
        "surface": "500m²",
        "desc": "In prima linea a lago, in posizione soleggiata e comoda, a pochi minuti a piedi dal centro di Lugano, dalla rinomata via dello shopping Via Nassa e dal centro culturale LAC, proponiamo in affitto questo esclusivo appartamento di lusso con giardino privato e splendida vista sul lago di Lugano.L'appartamento è stato recentemente ristrutturato nel 2019 e presenta un design elegante e sofisticato, utilizzando materiali pregiati e finiture di qualità superiore. È dotato di un sistema domotico all'avanguardia che controlla diversi aspetti, tra cui l'audio, l'illuminazione, l'aria condizionata e la sicurezza, consentendo un monitoraggio sia locale che remoto. L'appartamento è accessibile direttamente tramite un ascensore ed è suddiviso come segue: ampio soggiorno con zona pranzo, zona bar e terrazza con vista lago; luminosa cucina abitabile con terrazza con vista lago; 5 camere da letto, 8 bagni (di cui un 1 bagno con hammam con parete e panca in marmo riscaldate); 4 guardaroba; 1 biblioteca con terrazza con vista lago, studio; 2 dispense, lavanderia.For condominial use: concierge and security service, indoor swimming pool.4 posti auto in autorimessa.Ad uso condominiale: servizio di portineria e sicurezza, piscina coperta.Canone di affitto mensile: CHF 22'000 + spese di CHF 3'000.NOTA: È possibile affittare l'appartamento arredato o non arredato. In der ersten Linie zum See, in sonniger und verkehrsgünstiger Lage, nur wenige Gehminuten vom Zentrum von Lugano, von der bekannten Einkaufsstraße Via Nassa und vom Kulturzentrum LAC entfernt, bieten wir Ihnen diese exklusive Luxuswohnung mit privatem Garten und herrlichem Blick auf den Luganer See zur Miete an.Die Wohnung wurde 2019 frisch renoviert und zeichnet sich durch ein elegantes und anspruchsvolles Design aus, bei dem edle Materialien und hochwertige Oberflächen verwendet wurden. Sie ist mit einem hochmodernen Hausautomatisierungssystem ausgestattet, das verschiedene Aspekte wie Audio, Beleuchtung, Klimaanlage und Sicherheit steuert und sowohl eine lokale als auch eine Fernüberwachung ermöglicht. Die Wohnung ist direkt über einen Aufzug erreichbar und ist wie folgt aufgeteilt:großes Wohnzimmer mit Essbereich, Barbereich und Terrasse mit Seeblick; helle Wohnküche mit Terrasse mit Seeblick; 5 Schlafzimmer, 8 Bäder (davon 1 Bad mit Hammam mit beheizter Marmorwand und -bank); 4 Garderoben; 1 Bibliothek mit Terrasse mit Seeblick, Arbeitszimmer; 2 Speisekammern, Waschküche.Zur Nutzung durch die Eigentümergemeinschaft: Concierge- und Sicherheitsdienst, Hallenbad.4 Stellplätze in der Garage.Für Eigentumswohnungen: Concierge- und Sicherheitsdienst, Hallenbad.Der monatliche Mietpreis: CHF 22'000 + Gebühren von CHF 3'000.HINWEIS: Es ist möglich, die Wohnung möbliert oder unmöbliert zu mietenOn the first line from lake Lugano, in a sunny and comfortable position, a few minutes walking from the center of Lugano, from a famous shopping street Via Nassa and a cultural center LAC, we offer for rent this exclusive luxury apartment with a private garden and splendid view of the lake Lugano and surrounding mountains.The apartment has undergone recent refurbishments in 2019, showcasing an elegant and sophisticated design, utilizing premium materials and superior finishes. It features a state-of-the-art home automation system that controls multiple aspects, including audio, lighting, air conditioning, and security, allowing both local and remote monitoring. The apartment is accessible directly via an elevator and is divided as follows: Large living room with dining area, bar area and terrace with lake view; bright kitchen with terrace overlooking the lake; 5 bedrooms, 8 bathrooms (one of which 1 bathroom with hammam with marble bench); 4 wardrobes; 1 library with terrace overlooking the lake, office; 2 pantries, laundry. 4 parking spaces in the garage.For condominial use: concierge and security service, indoor swimming pool.The monthly rental fee: CHF..."
    },
    {
        "name": "Attico fronte lago in uno dei palazzi più prestigiosi della città",
        "price": "Price on request",
        "location": "Riva Giocondo Albertolli 1, 6900 Lugano",
        "rooms": "13.5",
        "surface": "450m²",
        "desc": "Affittasi nello storico palazzo Gargantini, appartamento/attico di 450 mq con ampio terrazzo di 40 mq fronte lago.L'immobile dista solo 2 minuti a piedi dalla Piazza Riforma e da tutti i principali servizi (banca, posta, autosilo, fermata bus, negozi etc.).Possibilità di parcheggio nelle immediate vicinanze del palazzo.Per maggiori informazioni e visite contattare il Signor Graziano Marra al nr. +41 91 973 12 70 oppure al nr. +41 79 621 03 45."
    },
    {
        "name": "Villa Floridiana",
        "price": "Price on request",
        "location": "6948 Porza",
        "rooms": "10",
        "surface": "717m²",
        "desc": "Villa Floridiana, è una villa storica del 1890 progettata dall'architetto di casa Savoia su commissione del conte Nino Rezzonico. Ubicata a Porza, è inserita in uno splendido parco curato di 4390 mq (con due fontane adornate con sculture in bronzo d'epoca, un pergolato e una cappelletta), è orientata a sud-est e gode di una splendida vista panoramica sul lago, le montagne circostanti e sulla città. La proprietà dista 10 minuti d'auto dal centro di Lugano e 15 minuti dalla TASIS.Questa stupenda proprietà in stile liberty si trova in un contesto residenziale di prestigio. Negli anni grazie a dei lavori di rinnovo il suo splendore è stato mantenuto salvaguardando gli affreschi, le boiserie, le vetrate, gli stucchi, i pavimenti e quant'altro senza mai deturpare lo stile architettonico originario della villa. L'immobile si presenta in ottimo stato, con scelta di materiali pregiati e rifiniture di lusso, soffitti alti 3.5 m (stuccati, affrescato o a cassettoni), camini in marmo di fine '800, pavimenti in parquet originale nei saloni e nelle camere, vetrate e ringhiere in stile liberty, ecc. La villa offre circa 1400 mq abitabili su 4 piani ed è suddivisa in due appartamenti. In locazione vi proponiamo un appartamento su 3 piani:Appartamento A:pianterreno: grande atrio d'entrata, studio con camino, biblioteca, bagno ospiti, sala da pranzo con camino e uscita su terrazzo panoramico, soggiorno con camino, ulteriore salotto/sala tv con camino, bagno ospiti, cucina con uscita di servizio; 1°piano: due camere entrambe con bagno en-suite, ulteriori due camere, un bagno e un guardaroba. Ogni camera dispone di terrazza o balcone. Piano di servizio:piano -1: una cantina, una grande cantina vini, una cucina da ristorante con camino, una lavanderia, una stireria, diversi ripostigli, due ulteriori locali/camere; zona SPA con sauna, fitness, bagno e piscina interna 5 m x 10 m.La villa dispone inoltre di posti auto coperti e scoperti, un ascensore (per 4 persone), un impianto d'allarme con videosorveglianza, sistemi d'irrigazione e d'illuminazione automatici, ecc.Villa Floridiana, è con ogni probabilità tra le pochissime ville di fine '800 ancora esistenti nel Luganese. E' stata luogo d'incontro di diversi personaggi politici che hanno scritto la storia europea della seconda metà del '900. Offre un comfort abitativo moderno ed è la dimora ideale per gli amanti degli edifici storici. E' una vera rarità!Villa Floridiana ist eine historische Villa aus dem Jahre 1890, die vom Architekten des Hauses Savoyen im Auftrag des Grafen Nino Rezzonico entworfen wurde. Sie liegt in einem wunderschönen Park mit 4390 m2, in dem sich zwei Brunnen mit historischen Bronzeskulpturen, ein Laubengang und eine kleine Kapelle befinden, ist nach Südosten ausgerichtet und bietet einen fantastischen Blick über den See, die umliegenden Berge und die Stadt. Das Anwesen ist nur 10 Autominuten vom Zentrum von Lugano und 15 Minuten von der Schule TASIS entfernt.Dieses wunderschöne Jugendstilanwesen befindet sich in einem renommierten Villenviertel. Dank einiger Renovierungsarbeiten konnte seine Pracht über die Jahre hinweg erhalten bleiben, ohne die Fresken, Holztäfelungen, Fensterfronten, Stuckarbeiten, Böden und vieles mehr anzutasten und den ursprünglichen architektonischen Stil der Villa zu verändern.Die Immobilie ist in einem hervorragenden Zustand, die Auswahl der Materialien hochwertig und die Ausstattung luxuriös. Die Deckenhöhe beträgt 3.5 m und ist mit Stuckarbeiten, Fresken oder Kassetten versehen. Es gibt acht marmorne Kamine aus der Zeit des auslaufenden 19. Jahrhunderts, Original-Parkettböden in den Wohnräumen und Schlafzimmern, originale Graniglia-Fliesen in den Eingangshallen, Jugendstilfenster und -geländer und vieles mehr. Die Villa verfügt über ca. 1400 m2 Wohnfläche auf vier Etagen und ist in..."
    },
    {
        "name": "ELEGANTE 4,5 LOCALI VISTA LAGO CON PISCINA",
        "price": "Price on request",
        "location": "6976 Castagnola",
        "rooms": "4.5",
        "surface": "170m²",
        "desc": "Affittasi a Castagnola elegante appartamento di 4.5 locali con vista lago situato al piano terra di un elegante condominio di tre piani. Composto da ampia zona living con sala da pranzo e salone con camino, l'appartamento gode di una splendida vista sul giardino privato e sul lago.Vi sono inoltre tre camere, di cui una con cabina armadio, due bagni, uno con doccia, uno con vasca ed un locale ripostiglio. Piscina esterna condominiale, sauna e locali fitness.Posto auto coperto.Rent in Castagnola an elegant 4.5-room flat with lake view located on the ground floor of an elegant three-storey condominium.Comprising a large living area with dining room and living room with fireplace, the flat enjoys a splendid view of the private garden and the lake.There are also three bedrooms, one with walk-in wardrobe, two bathrooms, one with shower, one with bathtub, and a storage room.Communal outdoor swimming pool, sauna and fitness room.Covered parking space."
    },
    {
        "name": "Arosio - Nuova casa unifamiliare tra natura ed architettura",
        "price": "Price on request",
        "location": "6939 Arosio",
        "rooms": "3.5",
        "surface": "140m²",
        "desc": "Nuova opportunità di affitto nel nucleo di Arosio, con posteggio. Una moderna e luminosa dimora con l’inconfondibile architettura dell’arch. Mario Botta si fonde armoniosamente con il tessuto di Arosio nell’Alto Malcantone. “Casa La Fontanella”, così battezzata per la presenza, nel porticato, di una fontanella in sasso che conferisce un tocco di unicità all’abitazione, si sviluppa su tre livelli che ottimizzano gli spazi abitativi. A PT, ampio atrio attrezzato con armadi a muro in legno, servizio WC e cucina completamente arredata e direttamente collegata al porticato, che può essere attrezzato con griglia ed arredato per godere pienamente dello spazio esterno durante la bella stagione. A questo livello si trova pure il locale lavanderia con colonna lavasciuga. Il primo piano ospita due spaziose camere da letto/studio, con grandi armadi a muro perfettamente integrati ed attrezzati; locale bagno con doccia. Il secondo piano, è dedicato alla zona giorno: un open space che accoglie una cucina moderna con ampie superfici di lavoro, completamente attrezzata e caratterizzata dalla ricercatezza e dall’eleganza delle linee e dei dettagli. Una vetrata affaccia inoltre su un balcone coperto dal quale si coglie un’ ampia vista sulla natura circostante. Presente pure una predisposizione per installare una stufa (pellet o legna) per rendere il soggiorno ancora più accogliente. Ampio posto auto. Non perdere l'opportunità di vivere in questa casa che unisce confort e stile in armonia con la bellezza sul paesaggio circostante. Contattaci ora per organizzare una visita!"
    },
    {
        "name": "Luminoso appartamento con vista lago",
        "price": "Price on request",
        "location": "6900 Paradiso",
        "rooms": "3.5",
        "surface": "182m²",
        "desc": "Il complesso residenziale «Capo S. Martino» è situato nel comune di Paradiso, in una zona urbanizzata a mezza costa sulle pendici del monte San Salvatore con un magnifico panorama.La residenza, grazie alla sua posizione sopraelevata con un'imperdibile vista lago, contorniata da una rigogliosa vegetazione, in un quartiere residenziale lusso con ville e appartamenti in proprietà, è caratterizzata dalla sua posizione tranquilla e privilegiata.Ledificazione è una costruzione a gradoni tale da seguire landamento del pendio e inserirsi in maniera armoniosa nel contesto.La residenza dispone di servizi esclusivi per garantire il massimo comfort: piscina interna, SPA, sauna, hammam e area massaggi.All'interno di questo contesto, proponiamo l'affitto di uno splendido appartamento di 3,5 locali completamente arredato.L'appartamento è molto luminoso e moderno, con rifiniture di lusso ed è cosi' composto:ingresso, ampia zona living con cucina a vista con uscita sull' ampio terrazzo panoramico esterno di circa 20 mq.Due camere da letto di cui una padronale con bagno e cabina armadio interna, secondo bagno.All'esterno troviamo un ampio giardino ad uso esclusivo di circa 50 mq.Sistema di riscaldamento e raffrescamento a serpentine caldo/freddo.2 posti auto interni ed una cantina sono compresi nell'offerta.La località è di particolare interesse sia per la sua vicinanza al centro di Lugano che per le favorevoli condizioni fiscali in quanto Paradiso è il Comune con il moltiplicatore tasse tra i piu' bassi del Ticino.L'appartamento viene fornito COMPLETAMENTE ARREDATO. Animali NON AMMESSI.Disponibile solo come RESIDENZA SECONDARIA"
    },
    {
        "name": "3.5 LOCALI CASLANO ZONA RESIDENZIALE",
        "price": "CHF 900.– / month",
        "location": "6987 Caslano",
        "rooms": "3.5",
        "surface": "58m²",
        "desc": "Caslano: affittasi 3.5 locali con spazio esterno, 58 m2. zona servita e residenzialeStabile di piccole dimensioni, ben mantenuto, zona comoda vicino a tutti i servizi e trasporti. L'appartamento è così suddiviso - cucina separata con accesso al soggiorno - camera matrimoniale con finestra - camera - bagno con vasca da bagno e lavatrice PIANO PT AFFITTO: 900.- CHF/MESE. SPESE ACCESSORIE NO CONGUAGLIO: 100.-- CHF TOTALE: 1`000.- CHF/MESE. DURATA CONTRATTO: MINIMO 1ANNO DEPOSITO DI GARANZIA: 2 MENSILITÀ (GARANZIA ASSICURATIVA ACCETTATA). ANIMALI AMMESSI SU VERIFICARIF: 2398"
    },
    {
        "name": "Affittasi appartamenti alto standing, lungolago Lugano",
        "price": "Price on request",
        "location": "Riva Caccia 6 a, 6900 Lugano",
        "rooms": "4.5",
        "surface": null,
        "desc": "Affittasi su lungolago di Lugano, Riva CacciaAppartamenti ALTO STANDING, diverse metrature(locali 3,5/4,5/5,5), vista lago, aria condizionata,posti auto meccanizzati, cantina.Accesso diretto dal lift all'appartamento.Per visionare le fotografie a 360° gradi vogliate collegarvi al sito:https://immobiliarerepa.ch/listings/affittasi-appartamenti-alto-standing-lungolago-lugano/e cliccare all'interno della fotografia nel quadratino in basso a destra e ruotare.Per informazioni e visite telefonare ore ufficio al no. 091 950 06 07"
    },
    {
        "name": "Apartment in Castagnola near the lake",
        "price": "Price on request",
        "location": "Via Cortivo, 6976 Castagnola",
        "rooms": "3.5",
        "surface": "150m²",
        "desc": "Fully furnished apartment in a private street near the lake in Castagnola.2 bedroom, 3 bathroom beautiful furnished apartment. Bright rooms, huge terrace, two parking spots. Condominium pool, near bus stop and walking trails. 150 sqm plus 120 sqm terrace.Private laundry.Pets allowed.Visits also on weekends!"
    },
    {
        "name": "ATTICO VISTA LAGO",
        "price": "Price on request",
        "location": "6926 Montagnola",
        "rooms": "9",
        "surface": "400m²",
        "desc": "Affittasi esclusivo attico con vista lago.Maggiori info su richiesta."
    },
    {
        "name": "Villa di Lusso con Grande Giardino e Piscina",
        "price": "Price on request",
        "location": "6992 Vernate",
        "rooms": "10",
        "surface": "360m²",
        "desc": "0417 A - Lussuosa villa vicino Lugano con 5 camere , vanta una vista panoramica del Lago di Lugano, le valle e le montagne circostanti. Questa meravigliosa villa occupa 2 piani e dispone di oltre 350 mq di spazi abitativi molto versatili, giardini paesaggistici, una piscina con copertura automatica, una doccia esterna ed una cucina esterna completamente attrezzata con 2 terrazze. Le sale sono ampie con vetrate panoramiche ed il salotto principale è comodo con accesso facilitato alla cucina e alle zone esterne. Limmobile gode di molteplici spazi, incluse stanze di servizio, uffici, una cantina per i vini climatizzata e WC per gli ospiti. Le stanze sono grandi con ampi bagni e fornite di guardaroba come peraltro anche la camera ospiti. Il giardino paesaggistici facili da mantenere grazie a un robot. Inoltre, l'entrata è dotata di un cancello automatico, un garage doppio con parcheggi esterni.Lugano conta 67 082 abitanti, nona città svizzera per popolazione e principale centro urbano cantonale della Svizzera italiana con 151 522 abitanti nel suo hinterland, si estende dalle pendici del San Salvatore al Monte Brè fino all'alta Val Colla; su circa 75,8 km² di superficie ad un'altezza che varia dai 272 m s.l.m. sulla riva del lago di Lugano, ai 2 116 della cima del Gazzirola. Località turistica molto frequentata, Lugano si è inoltre affermata mondialmente come piazza bancaria internazionale di primo piano, al terzo posto in Svizzera per volume d'affari dopo Zurigo e Ginevra. È la più popolosa città italofona al di fuori dell'Italia Distanze: Bellinzona 28 km Como 39 km Milano centro città 85 km Aeroporto di Milano Malpensa 85 km Zurigo 205 km Basilea 267 km Infrastrutture: Autostrada A2 / E35 Stazione FFS Ferrovie Federale Svizzera Lugano TPL Trasporti Plubicci di Lugano ARL Autolinie Regionali Luganese Bernina Express Lugano - St. Moritz Infrastrutture sportivi: https://www.lugano.ch/vivere-lugano/sport/infrastrutture-sportive/ Supermercati in immediate vicinanza: ALDI, Denner, Migros, COOP Farmacie, medici, dentisti \"Civico\", Ospedale regionale di LuganoLe spese e manutenzione genrale sono a carico dei inquillini."
    }
]